Repository: 1930s/emutos
Catalog: po/*.po
Languages: fr, ru

source: Please eject the floppy and hit RETURN
fr: Veuillez éjecter la disquette et taper ENTREE
ru: Пожалуйста извлеките дискету из дисковода и нажмите RETURN

source: System halted!
fr: Système stoppé!
ru: Система остановлена!

source: EmuTOS Version
ru: Версия EmuTOS

source: CPU type
fr: Type de CPU
ru: Тип CPU

source: Machine
ru: Компьютер

source: Free ST-RAM
fr: ST-RAM libre
ru: STRAM свободно

source: %ld kB
ru: %ld КБ

source: Free FastRAM
fr: FastRAM libre
ru: FastRAM свободно

source: Screen start
fr: Début écran
ru: Запуск системы

source: GEMDOS drives
fr: Lecteurs GEMDOS
ru: Диски GEMDOS

source: Boot time
fr: Heure de démarrage
ru: Время загрузки

source: Hold <Control> to skip AUTO/ACC
fr: Touche CTRL => pas d'AUTO/ACC
ru: Удерж.нажатой <Ctrl>-без AUTO/ACC

source: Hold <Alternate> to skip HDD boot
fr: Touche ALT => pas de disque dur
ru: Удерж.нажатой <Alt>-без HDD загрузки

source: Hold <Shift> to pause this screen
fr: <Shift> pour maintenir cet écran
ru: Удерж.нажатой <Shift> для паузы

source: 033EOut of internal memory. Use FOLDR100.PRG to get more. System halted!
ru: 033EНе хватает памяти. Запустите FOLDR100.PRG чтобы увеличить память. Система остановлена!

source: Drive:
ru: Диск:

source: Selection: ________.___
ru: Выбрать: ________.___

source: Directory:
ru: Директория:

source: OK
ru: ОК

source: Cancel
fr: Annuler
ru: Отмена

source: [2][You cannot write to the disk|in drive %c: because it is|write-protected.][Cancel|Retry]
ru: [2][Вы не можете записать данные|на диск %c: потому что он|защищен от записи.][Отмена|Повтор]

source: [2][Drive %c: is not responding.|Ensure that the disk is loaded|properly. If the drive is a|hard disk, check that it is|connected properly.][Cancel|Retry]
ru: [2][Диск %c: не отвечает.|Убедитесь, что диск загружен|правильно. Если это хард|диск, убедитесь, что он|подсоединен верно.][Отмена|Повтор]

source: [2][Data on the disk in drive %c:|may be damaged. Ensure that|you are using the right kind|of disk and the drive is|connected properly.][Cancel|Retry]
ru: [2][Данные на диске %c: могут|быть повреждены. Убедитесь,|что вы используете верный|тип диска и диск подсоединен|правильно.][Отмена|Повтор]

source: [2][Cannot read data on the disk|in drive %c:. Ensure that|the disk is formatted, and|the drive is powered on and|connected to your computer.][Cancel|Retry]
ru: [2][Не могу прочитать данные|с диска %c:. Убедитесь,что|диск отформатирован, на него|подано питание и он|подсоединен к компьютеру.][Отмена|Повтор]

source: [2][Your output device is not|receiving data. Before you|retry, make sure the device|has power, is on-line, and|is ready.][Cancel|Retry]
ru: [2][Ваше выходное устройство|не получает данных. Перед|повтором убедитесь, что на|устройство подается питание,|оно подключено и готово.][Отмена|Повтор]

source: [3][An error has occurred in GEM.|Please contact the EmuTOS|Development Team and submit|a bug report.][Cancel]
ru: [3][Произошла ошибка GEM.|Обратитесь в Команду|Разработчиков EmuTOS|и пришлите описание ошибки.][Отмена]

source: [3][Unsupported AES function #%d.][Cancel]
ru: [3][Неподдерживаемая|функция AES #%d.][Отмена]

source: ITEM SELECTOR
fr: SELECTEUR
ru: Выбор устройств

source: Number of folders: _____
ru: Количество папок: ______

source: Number of files: _____
ru: Количество файлов: _____

source: Install
fr: Installer
ru: Установить

source: Remove
fr: Retirer
ru: Извлечь

source: Yes
fr: Oui
ru: Да

source: No
fr: Non
ru: Нет

source: Size: __________
ru: Размер: ________

source: Time: __:__ __
ru: Время: __:__ __

source: Name:
ru: Имя:

source: Drive identifier: _:
ru: Идентификатор диска: _:

source: Disk label: ___________
ru: Метка диска: __________

source: Bytes used: __________
ru: Байт использ.: ________

source: Bytes available: __________
ru: Байт свободно: __________

source: Name: ________.___
ru: Имя: ________.___

source: Drive identifier: _
fr: Lettre de lecteur: _
ru: Буква диска: _

source: Icon label: ____________
fr: Label d'icône: ____________
ru: Метка иконки: ____________

source: Application name: ________.___
fr: Nom d'application: ________.___
ru: Имя программы: ________.___

source: Current name: ________.___
fr: Nom actuel: ________.___
ru: Текущее имя: ________.___

source: Copy's name: ________.___
fr: Nom de la copie: ________.___
ru: Имя копии: ________.___

source: Name: ________.___
fr: Nom: ________.___
ru: Имя: ________.___

source: Desk
fr: Bureau
ru: Панель

source: File
fr: Fichier
ru: Файл

source: Options
ru: Опции

source: Arrange
fr: Rangement
ru: Показать

source: Desktop info...
ru: Информация о десктопе...

source: Open
fr: Ouvrir
ru: Открыть

source: Info/Rename... 007I
fr: Info/Renommer...
ru: Инфо/Переименовать... 007I

source: New Folder...
fr: Nouveau dossier...
ru: Новая папка...

source: Close
fr: Fermer
ru: На шаг вверх

source: Close window
fr: Fermer la fenêtre
ru: Закрыть окно

source: Delete... 007D
fr: Effacer...
ru: Удалить... 007D

source: Format...
fr: Formater...
ru: Форматировать...

source: Execute EmuCON ^Z
fr: Console ^Z
ru: Запустить EmuCON ^Z

source: Shutdown ^Q
fr: Arrêter ^Q
ru: Выключить ^Q

source: Install disk drive...
fr: Installer un lecteur...
ru: Установить диск...

source: Configure application... 007A
ru: Настроить программу... 007A

source: Set preferences...
fr: Préférences...
ru: Настройки...

source: Save desktop 007V
ru: Сохранить десктоп 007V

source: Change resolution... 007C
ru: Изменить разрешение... 007C

source: Sort by name 007N
ru: Сортировать по имени 007N

source: Sort by type 007P
ru: Сортировать по типу 007P

source: Sort by size 007Z
ru: Сортировать по размеру 007Z

source: Sort by date 007T
ru: Сортировать по дате 007T

source: Attribute:
ru: Атрибуты:

source: Read/Write
fr: Lire/écrire
ru: Чт./Зап.

source: Read-Only
fr: Lecture seule
ru: ТлкЧтение

source: DISK INFORMATION
fr: INFORMATIONS DISQUE
ru: ИНФОРМАЦИЯ О ДИСКЕ

source: Version
ru: Версия

source: Copyright (c) by
fr: Copyright (c)
ru: Copyright (c)

source: The EmuTOS development team
fr: L'équipe de dévelopement d'EmuTOS
ru: Команда разработчиков EmuTOS

source: Based on 'GPLed' sources
ru: Основан на исходниках 'GPL'

source: EmuTOS is distributed under the GPL
fr: EmuTOS est distribué sous licence GPL
ru: Распространяется по правилам GPL

source: See doc\license.txt for details
ru: Смотри doc\license.txt для деталей

source: OPEN APPLICATION
fr: OUVRIR UNE APPLICATION
ru: ОТКРЫТЬ ПРОГРАММУ

source: Parameters:
ru: Параметры:

source: INSTALL DISK DRIVE
fr: INSTALLER UN LECTEUR
ru: УСТАНОВИТЬ ДИСК

source: Disk type:
fr: Type de lecteur:
ru: Тип диска:

source: Floppy
fr: Disquette
ru: Дискета

source: Hard
fr: D. dur
ru: Хард

source: CONFIGURE APPLICATION
fr: CONFIGURER UNE APPLICATION
ru: НАСТРОИТЬ ПРОГРАММУ

source: Document types:
fr: Types de document:
ru: Типы документов:

source: Application type:
fr: Type d'application:
ru: Типы программ:

source: Icon type:
fr: Icône:
ru: Тип иконки:

source: NAME CONFLICT DURING COPY
fr: CONFLIT DE NOM LORS DE LA COPIE
ru: КОНФЛИКТ ИМЕН ПРИ КОПИРОВАНИИ

source: Stop
ru: Стоп

source: NEW FOLDER
fr: NOUV DOSSIER
ru: НОВАЯ ПАПКА

source: SET PREFERENCES
fr: PREFERENCES
ru: НАСТРОЙКИ

source: Confirm deletes?
fr: Confirmer effacement?
ru: Подтверждать удаление?

source: Confirm copies?
fr: Confirmer la copie?
ru: Подтверждать копирование?

source: Confirm overwrites?
fr: Confirmer écrasement?
ru: Подтверждать перезапись?

source: Double-click speed:
fr: Vitesse double-clic:
ru: Скорость дв. нажатия:

source: Click
fr: Clic
ru: Нажатие

source: No click
fr: Auto
ru: Ненажатие

source: To drop down menus:
fr: Ouverture des menus:
ru: К выпадающим меню:

source: Sound effects:
fr: Effets sonores:
ru: Звуковые эффекты:

source: On
ru: Вкл

source: Off
ru: Выкл

source: Time format:
fr: Format heure:
ru: Формат времени:

source: 12 Hour
fr: 12 heures
ru: 12-час.

source: 24 Hour
fr: 24 heures
ru: 24-час.

source: Date format:
fr: Format date:
ru: Формат даты:

source: MM-DD-YY
fr: MM-JJ-AA
ru: ММ-ДД-ГГ

source: DD-MM-YY
fr: JJ-MM-AA
ru: ДД-ММ-ГГ

source: SET SCREEN RESOLUTION
ru: УСТАНОВИТЬ РАЗРЕШЕНИЕ

source: ST Low
ru: ST-Низкое

source: ST Medium
ru: ST-Среднее

source: ST High
ru: ST-Высокое

source: TT Low
ru: TT-Низкое

source: TT Medium
ru: TT-Среднее

source: High
ru: Высокое

source: Medium
ru: Среднее

source: Low
ru: Низкое

source: ST Compatible
ru: ST-совместимое

source: %ld bytes used in %d items.
fr: %ld octets utilisés par %d éléments.
ru: %ld байт используется в %d объектах.

source: Show as icons 007S
ru: Показать как иконки 007S

source: Show as text 007S
ru: Показать как текст 007S

source: Not available
ru: Недоступно

source: application
ru: программа

source: documents
ru: документы

source: New Folder
fr: Nouv Dossier
ru: Новая папка

source: Disk Drives:
fr: Lecteurs:
ru: Диски:

source: FILE INFORMATION
ru: ИНФОРМАЦИЯ О ФАЙЛЕ

source: FOLDER INFORMATION
fr: INFORMATIONS DOSSIER
ru: ИНФОРМАЦИЯ О ПАПКЕ

source: COPY FILE(S)
ru: КОПИРОВАТЬ ФАЙЛ(Ы)

source: MOVE FILE(S)
ru: ПЕРЕМЕСТИТЬ ФАЙЛ(Ы)

source: DELETE FILE(S)
ru: УДАЛИТЬ ФАЙЛ(Ы)

source: DISK
ru: ДИСК

source: TRASH
ru: КОРЗИНА

source: -More-
ru: -Еще-

source: -End of file-
ru: -Конец файла-

source: [2][Switch resolution?][Yes|No]
fr: [2][Changer de résolution ?][Oui|Non]
ru: [2][Изменить разрешение?][Да|Нет]

source: [2][Show this document?][Show|Cancel]
ru: [2][Открыть этот документ?][Открыть|Отмена]

source: [1][This document type has no|associated application.][ OK ]
ru: [1][Этот документ не связан|ни с какой программой.][ ОК ]

source: [1][The GEM Desktop has no more|available windows. Before you|open a disk, close a window|you're not using.][ OK ]
ru: [1][GEM десктоп не может открыть|еще одно окно. Перед открытием|диска, закройте окно,|которое вы не используете.][ ОК ]

source: [3][Cannot find FORMAT.PRG|or FORMAT.TTP.][ OK ]
fr: [3][Impossible de trouver FORMAT.PRG|ou FORMAT.TTP.][ OK ]
ru: [3][Не могу найти FORMAT.PRG|или FORMAT.TTP][ ОК ]

source: [3][Formatting will ERASE all|information on the disk in|drive %c:. Click on OK only|if you don't mind losing the|information on this disk.][ OK |Cancel]
ru: [3][Форматирование СОТРЕТ всю|информацию на диске| %c:. Нажмите ОК только если|вы не боитесь потерять|информацию с этого диска.][ ОК |Отмена]

source: [3][You cannot copy a parent folder|into one of its child folders.][ OK ]
fr: [3][Vous ne pouvez pas copier un dossier|à l'intérieur d'un dossier contenu par|celui-ci.][ OK ]
ru: [3][Вы не можете скопировать папку|в ее подпапку.][ ОК ]

source: [3][Invalid copy operation.][ OK ]
ru: [3][Неправильная операция|копирования.][ ОК ]

source: [2][Abort this operation?][ Yes | No ]
ru: [2][Прервать эту операцию?][ Да | Нет ]

source: [3][If you are sure you want to|delete ALL the information on|the disk in drive %c:, click|on OK. Otherwise, click on|Cancel.][ OK |Cancel]
ru: [3][Евсли вы уверены, что хотите|удалить ВСЮ информацию на|диске %c:, нажмите ОК.|Иначе выберите |Отмена.][ ОК |Отмена]

source: [1][There is not enough space|available to configure this|application. You will need to|remove one of your currently|configured applications.][ OK ]
ru: [1][Не хватает места для|настройки этой программы.|Необходимо удалить одну из|настраиваемых в данное|время программ.][ ОК ]

source: [2][You cannot create a folder|with that name. Please retry|with a new name, or cancel.][Cancel|Retry]
ru: [2][Вы не можете создать папку|с таким именем. Пожалуйста|попробуйте другое имя,|или отмените.][Отмена|Попробовать]

source: [1][This disk does not have enough|room for the information you|are trying to copy. Some|items, however, may have been|copied to the disk.][ OK ]
ru: [1][На диске недостаточно места|для копируемой информации.|Однако, некоторые файлы уже|могли быть скопированы|на диск.][ ОК ]

source: [3][Cannot create EMUDESK.INF.|Make sure that a disk is in|your boot drive and click on|OK, or click on Cancel if you|don't want to save the desktop.][ OK |Cancel]
ru: [3][Не могу создать EMUDESK.INF.|Убедитесь, что дискета|в дисководе и нажмите ОК, или|нажмите Отмена, если вы|не хотите сохранять десктоп.][ ОК |Отмена]

source: [3][You cannot create or|access a folder this far|down the directory path.][ OK ]
ru: [3][Вы не можете создать или|получить доступ к папке |с таким длинным путем.][ ОК ]

source: [3][You cannot create or access|a file or folder with that|name, because the pathname|is too long.][ OK ]
ru: [3][Вы не можете создать или|получить доступ к файлу или|папке, поскольку путь слишком|длинный.][ ОК ]

source: [1][You cannot open the trash can|icon. To delete a disk, folder,|document, or application, drag|it to the trash can.][ OK ]
ru: [1][Вы не можете открыть иконку|корзины. Для удаления диска,|папки, документа или программы|перетащите его в корзину.][ ОК ]

source: [1][The trash can is where you drag|the disks, folders, documents,|or applications that you want|to delete PERMANENTLY!][ OK ]
ru: [1][Корзина это место, куда вы|можете перетащить диски,папки,|документы или программы,|для удаления НАВСЕГДА!][ ОК ]

source: [1][You cannot drag folders,|documents or applications onto|the GEM Desktop. However, you|can copy them to disks or drag|them to the trash.][ OK ]
ru: [1][Вы не можете перетащить папки,|документы или программы на|GEM Декстоп. Однако, вы можете|скопировать их на диски или|перетащить в корзину.][ ОК ]

source: [1][You cannot drag the trash can|into a window.][ OK ]
fr: [1][La corbeille ne peut pas être glissée|dans une fenêtre.][ OK ]
ru: [1][Вы не можете перетащить иконку|Корзины в окно.][ OK ]

source: [1][You can drag the trash can to|another location on the GEM|Desktop, but you cannot place|it on top of another icon.][ OK ]
ru: [1][Вы можете переместить иконку|Корзины на другое место GEM|Десктопа, но только не поверх|других иконок.][ ОК ]

source: Generic
ru: Общие

source: Spreadsheet
ru: Электронная таблица

source: Word Processor
ru: Текстовый редактор

source: Database
ru: База данных

source: Draw
ru: Чертеж

source: Paint
ru: Рисунок

source: Project
ru: Проект

source: Graph
ru: Графика

source: Outline
ru: Наброски

source: Accounting
ru: Бухгалтерия

source: Multi-Function
ru: Многофункциональная

source: Education
ru: Образование

source: Communications
ru: Связь

source: Programmer's Tool
ru: Программирование

source: Game
ru: Игра

source: Output
ru: Выход

source: Desktop Publisher
ru: Издательство

source: Scan
ru: Сканер

source: Mail
ru: Почта

source: Press key 'X' to boot from X:
ru: Нажмите клавишу 'X' для загрузки с диска X:

source: Press <Esc> to run an early console
ru: Нажмите <Esc> для запуска предыдущей консоли

source: *** Press any key to continue ***
ru: *** Нажмите любую клавишу для продолжения ***

source: [1][This application cannot|find the folder or file|you just tried to access.][ OK ]
ru: [1][Эта программа не может|найти папку или файл,|который вы хотите открыть.][ ОК ]

source: [1][This application does not|have room to open another|document. To make room,|close any document that|you do not need.][ OK ]
ru: [1][Программе не хватает|ресурсов для открытия нового|документа. Чтобы освободить|ресурсы, закройте всененужные документы.][ ОК ]

source: [1][An item with this name|already exists in the|directory, or this item|is set to Read Only status.][ OK ]
ru: [1][Объект с таким именем|уже существует в этой|директории или имеет|статус Тлк Чтение.][ ОК ]

source: [1][The drive you specified|does not exist.][ Cancel ]
ru: [1][Выбранный вами диск|не существует.][ Отмена ]

source: [1][There is not enough memory|in your computer for the|application you just tried|to run.][ OK ]
ru: [1][Компьютеру не хватает|памяти для запуска этой|программы][ ОК ]

source: [3][TOS error #%u.][Cancel]
ru: [3][Ошибка TOS #%u.][Отмена]

source: Date: __________
ru: Дата: __________

source: Skip
ru: Пропустить

source: Copy <filespec> ... to standard output
ru: Копировать <filespec> ... на стандартный выход

source: Change current directory to <dir>
ru: Изменить текущую директорию на <dir>

source: or display current directory
ru: или показать текущую директорию

source: Change attributes for <filename>
ru: Изменить атрибуты для <filename>

source: <mode> is the following ORed together:
ru: <mode> - это сумма индексов атрибутов:

source: 1: read-only 2: hidden 4: system
ru: 1: Тлк Чтение 2: Скрытый 4: Системный

source: Clear screen
ru: Очистить экран

source: Copy files matching <filespec> to <dest>
ru: Скопировать файлы по маске <filespec> в <dest>

source: If <filespec> matches multiple files,
ru: Если маске <filespec> соответсвует несколько файлов,

source: <dest> must be a directory
ru: <dest> должна быть директорией

source: Copy <string> ... to standard output
ru: Копировать <string> ... на стандартный выход

source: Strings may be surrounded by ""
ru: Строки могут заключаться в ""

source: Exit EmuCON2
ru: Выйти из EmuCON2

source: Get help about <cmd> or list available commands
ru: Помощь по <cmd> или список возможных комманд

source: Use HELP ALL for help on all commands
ru: Наберите HELP ALL для помощи по всем коммандам

source: Use HELP EDIT for help on line editing
ru: Наберите HELP EDIT для помощи о редактировании строки

source: List files (default terse, horizontal)
ru: Список файлов (по умолчанию краткий, горизонтальный)

source: Specify -l for detailed list
ru: Укажите -l для подробного списка

source: Create directory <dir>
ru: Создать директорию <dir>

source: Copy <filespec> to standard output,
ru: Копировать <filespec> на стандартный выход,

source: pausing every screenful
ru: с паузой на каждом экране

source: Copy files matching <filespec> to <dir>,
ru: Копировать файлы согласно маске <filespec> в <dir>,

source: then delete input files
ru: затем удалить исходные файлы

source: Set search path for external programs
ru: Установить путь поиска для внешних программ

source: or display current search path
ru: или показать текущий путь поиска

source: Display current drive and directory
ru: Показать текущий диск и директорию

source: Rename <oldname> to <newname>
ru: Переименовать <oldname> в <newname>

source: Delete files matching <filespec>
ru: Удалить файлы по маске <filespec>

source: Specify -q to be prompted each time
ru: Укажите -q для вывода приглашения каждый раз

source: Delete directory <dir>
ru: Удалить директорию <dir>

source: Show info for <drive> or current drive
ru: Показать информацию о диске <drive> или текущем диске

source: Display GEMDOS version
ru: Показать версию GEMDOS

source: Set line wrap or show current status
ru: Установить выравнивание или показать текущий статус

source: up/down arrow = previous/next line in history
ru: стрелка вверх/вниз = предыдущая/следующая строка истории

source: left/right arrow = previous/next character
ru: стрелка влево/вправо = предыдущий/следующий символ

source: shift-left/right arrow = previous/next word
ru: shift-стрелка влево/вправо = предыдущее/следующее слово

source: invalid mode argument
ru: неправильный аргумент режима

source: Builtin commands:
ru: Внутренние команды:

source: Listing of
ru: Список

source: Delete ALL matching files
ru: Удалить ВСЕ файлы по маске

source: Delete file
ru: Удалить файл

source: Allocation info for drive
ru: Информация о диске

source: Size (bytes):
ru: Размер (байт):

source: Bytes used:
ru: Байт используется:

source: Bytes free:
ru: Байт свободно:

source: Total clusters:
ru: Всего кластеров:

source: Free clusters:
ru: Свободных кластеров:

source: Sectors/cluster:
ru: Секторов в кластере:

source: Bytes/sector:
ru: Байт в секторе:

source: is not a directory
ru: не является директорией

source: and
ru: и

source: Copying
ru: Копируется

source: to
fr: à
ru: в

source: ... deleting
ru: ... удаляется

source: ... done
ru: ... выполнено

source: or
ru: или

source: CR to continue ...
ru: Нажмите клавишу CR для продолжения ...

source: Welcome to EmuCON2: type HELP for builtin commands
ru: Добро пожаловать в EmuCON2: введите HELP для списка внутренних команд

source: warning: no history buffers
ru: предупреждение: история отсутствует

source: more than one redirection
ru: более одного перенаправления

source: no filename for redirection
ru: не указан файл для перенаправления

source: error in quoted field
ru: ошибка в выделенном поле

source: error parsing line
ru: ошибка парсинга строки

source: file not found
ru: файл не найден

source: path not found
ru: путь не найден

source: no more file handles
ru: больше нет декрипторов файла

source: can't create file
ru: не могу создать файл

source: not enough memory
ru: не хватает памяти

source: invalid drive
ru: неверное имя диска

source: interrupted
ru: прервано

source: invalid path
ru: неверный путь

source: can't write to disk (full?)
ru: не могу записать на диск (диск полон?)

source: cmdline too long
ru: командная строка слишком длинна

source: directory not empty
ru: директория не пуста

source: wrong number of arguments
ru: неверное количество аргументов

source: error code
ru: код ошибки

source: CR to continue...
fr: ENTREE pour continuer...

source: Wild cards not allowed in path name.
fr: Pas de jokers dans les chemins

source: File Not Found.
fr: Fichier non trouvé.

source: Destination is not a valid wild card expression.
fr: La destination n'est pas une expression joker valide

source: EmuCON - Compiled on
fr: EmuCON - compilé le

source: Type HELP for a list of commands.
fr: HELP donne la liste des commandes.

source: Done.
fr: Fini.

source: Command is incompletely specified.
fr: La commande n'est pas complètement spécifiée.

source: Wild cards not allowed in destination.
fr: Jokers interdits dans la destination.

source: # in the first non blank column is a comment.
fr: Une ligne commençant par # est un commentaire.

source: CAT or TYPE filenm.ext Writes filenm.ext to standard output.
fr: CAT ou TYPE fichier.ext Ecrit fichier.ext sur la sortie standard.

source: CD [pathnm] With pathnm it sets default for working directory. Without pathnm displays current working directory.
fr: CD [chemin] Si le chemin est spécifié, définit le répertoire courant. Sinon, affiche le répertoire courant.

source: CHMOD [pathnm/]filenm mode Changes the mode of the file specified in filenm to the value of mode. Acceptable values are < 7: 0 - Normal File Entry 1 - File is Read Only 2 - File is Hidden from directory Search 4 - File is System File
fr: CHMOD [chemin]/fichier mode Change le mode du fichier. Le mode est un entier < 7: 0 - Fichier normal 1 - Fichier en lecture seule 2 - Fichier caché 4 - fichier système

source: Clears the screen.
fr: Vide l'écran.

source: COPY source_file [destination_file] Copies source to destination.
fr: COPY fichier_source [fichier_destination] Copie la source sur la destination.

source: DIR or LS [filenm.ext] [-f] [-d] [-t] [-w] -f - anything but directories. -d - directories only. -t - terse: names only. -w - wide: names only displayed horizontally.
fr: DIR ou LS [fichier.ext] [-f] [-d] [-t] [-w] -f - n'affiche pas les répertoires. -d - affiche uniquement les répertoires. -t - (terse) affiche uniquement les noms. -w - (wide) uniquement les noms, horizontalement.

source: Displays the value of the Completion Code for the last command.
fr: Affiche la valeur de retour de la dernière commande.

source: Exits the CLI.
fr: Termine le CLI.

source: INIT [drive_spec:] Reinitializes FAT entries thus wiping the disk.
fr: INIT [lecteur:] Réinitialise les entrées de la FAT, ce qui efface le disque.

source: MD [subdirectory name] Creates a new subdirectory in current directory.
fr: MD [sous_répertoire] Crée un nouveau sous-répertoire dans le répertoire courant.

source: MOVE source_file [destination_file] Copies source to destination and deletes source.
fr: MOVE fichier_source [fichier_destination] Copie la source vers la destination, puis efface la source.
