Repository: 1930s/emutos
Catalog: po/*.po
Languages: fr, ru

source: Writes 'CR to continue...' to standard output and waits for a carriage return from standard input.
fr: Ecrit 'CR pour continuer...' sur la sortie standard et attend un retour chariot sur l'entrée standard.

source: Turns command processing abort feature ON/OFF. If PRGERR is ON and a .PRG file returns a non zero completion code, all further processing will stop. Usefull in .BAT files. Default is ON.
fr: active/désactive l'abandon de traitement de commande. Si PRGERR est sur ON et si un fichier .PRG retourne une valeur non nulle, tout traitement ultérieur est annullé. Utile dans les fichiers .BAT. Par défaut sur ON.

source: Disables line wrap.
fr: Inhibe le pliage de lignes.

source: PATH [;[pathnm]...] With path name sets default path for batch and commands. Without path name displays current path
fr: PATH [;[chemin]...] Si le chemin est spécifié, définit le chemin par défaut pour les commandes et les .BAT; sinon affiche le chemin en cours

source: REM or ECHO ["string"] Strips quotes and writes string to standard output. /r is replaced by 13, /n by 10, /0 by 0x0. /c by 13 10, /anything is replaced by anything.
fr: REM ou ECHO ["chaîne"] Retire les guillemets et affiche la chaîne sur la sortie standard. /r est remplacé par 13, /n par 10, /0 par 0, /c par 13 10, / suivi d'un autre caractère est remplacé par ce caractère.

source: REN source_file_nm [destination_file_nm] Renames source to destination.
fr: REN fichier_source [fichier_destination] renomme le fichier source en destination.

source: RD [pathnm] Removes named directory.
fr: RD [chemin] Retire le répertoire spécifié.

source: RM or DEL or ERA filenm [[filemn]...] [-q] Removes named file from directory. If the -q option is used, the CLI will display the question Y/CR... and wait for a response.
fr: RM ou DEL ou ERA fichier [[fichier]...] [-q] Retire du répertoire le fichier spécifié. Si l'option -q est utilisée, la question «Y/CR...» sera posée et EmuCON attendra la réponse.

source: SHOW [drive_spec:] Displays disk status for default drive or drive specified.
fr: SHOW [lecteur:] Affiche l'état du lecteur par défaut, ou du lecteur spécifié.

source: Displays current version of OS.
fr: Affiche la version du système d'exploitation.

source: Enables line wrap.
fr: Active le pliage de lignes.

source: DELETING
fr: EFFACE

source: Error creating file.
fr: Erreur à la cration de fichier.

source: Cannot copy
fr: Ne peux copier

source: to itself.
fr: sur lui-même.

source: Error reading source file.
fr: Erreur à la lecture du fichier.

source: Disk full -- copy failed.
fr: Disque plein - échec de la copie.

source: Rename ALL files matching
fr: Renomme TOUS les fichiers spécifiés par

source: Rename Unsucessfull!
fr: Echec du renommage!

source: Directory of
fr: Répertoire de

source: Unable to change mode on subdirectorys or volumes.
fr: Impossible de changer le mode de sous-répertoires ou de volumes.

source: Invalid mode specification.
fr: Spécification de mode invalide.

source: Delete ALL files matching
fr: Effacer TOUS les fichiers spécifiés par

source: << DELETED
fr: << EFFACE

source: not found.
fr: non trouvé.

source: Completion code for previous command =
fr: Valeur de retour de la commande précédente =

source: Directory not found.
fr: Répertoire non trouvé.

source: Arg must be ON or OFF.
fr: Arg doit être ON ou OFF.

source: Unable to make directory
fr: Impossible de créer le répertoire

source: Unable to remove directory
fr: Impossible d'effacer le répertoire

source: Allocation Information: Drive
fr: Information de formattage: Lecteur

source: Drive size in BYTES
fr: Taille disque (octets)

source: BYTES used on drive
fr: octets utilisés

source: BYTES left on drive
fr: Octets restants

source: Total Units on Drive
fr: Nombre total de blocs

source: Free Units on Drive
fr: Nombre de blocs libres

source: Sectors per Unit
fr: Secteurs par bloc

source: Bytes per Sector
fr: Octets par secteur

source: Unable to create bootsector file
fr: Impossible de créer le fichier de secteur d'amorçage

source: Unable to read bootsector file
fr: Impossible de lire le fichier de secteur d'amorçage

source: Command not found.
fr: Commande non trouvée.

source: Size in bytes: __________
fr: Taille en octets: __________

source: Last modified: __/__/__
fr: Modifié le: __/__/__

source: Drive identifier: _:
fr: Lettre de lecteur: _:

source: Disk label: ___________
fr: Label de disque: ___________

source: Number of folders: _____
fr: Nombre de dossiers: _____

source: Desktop info...
fr: Infos bureau...

source: Configure application... 007A
fr: Configure une application...

source: Save desktop 007V
fr: Sauver le bureau

source: Sort by name 007N
fr: Trier par nom

source: Sort by type 007P
fr: trier par type

source: Sort by size 007Z
fr: trier par taille

source: Sort by date 007T
fr: trier par date

source: Number of items: _____
fr: Nombre d'éléments: _____

source: Bytes used: __________
fr: Octets utilisés: __________

source: Bytes available: __________
fr: Octets disponibles: __________

source: Folder name: ________.___
fr: Nom de dossier: ________.___

source: Created: __-__-__
fr: Créé le: __-__-__

source: Parameters: ____________________________________________________
fr: Paramètres: ____________________________________________________

source: Folders to copy: ____
fr: Dossiers à copier: ____

source: Items to copy: ____
fr: Eléments à copier: ____

source: Folders to delete: ____
fr: Dossiers à effacer: ____

source: Items to delete: ____
fr: Eléments à effacer: ____

source: ITEM INFORMATION / RENAME
fr: INFORMATIONS / RENOMMER

source: Attributes:
fr: Attributs:

source: Based on 'GPLed' sources
fr: Basé sur des sources GPL-isées

source: See doc/license.txt for details
fr: (plus de détails dans doc/licence.txt)

source: NEW FOLDER INFORMATION
fr: INFO NOUVEAU DOSSIER

source: To create a new folder within the cur-
fr: Pour créer un nouveau dossier dans la

source: rent window, double-click on the New
fr: fenêtre en cours, double cliquer sur

source: Folder icon and complete the dialogue
fr: l'icône nouveau dossier et remplir les

source: that appears by entering the name of
fr: champs du dialogue qui apparaît avec

source: the folder you want to create.
fr: le nom du dossier à créer.

source: Enter the name of the document you want
fr: Entrez le nom du document à charger, ou

source: to load, or enter parameter values that
fr: entrez les valeurs de paramètres qui

source: are acceptable to this application.
fr: conviennent pour cette application.

source: Needs full memory?
fr: toute la mémoire?

source: COPY FOLDERS / ITEMS
fr: COPIER DES DOSSIERS

source: DELETE FOLDERS / ITEMS
fr: EFFACER DES DOSSIERS

source: Show as icons 007S
fr: Voir comme icônes

source: Show as text 007S
fr: Voir comme texte

source: [1][The document type you selected is not|configured to work with a specific|application. Use the "Configure|application" command to associate this|document type with an application.][ OK ]
fr: [1][Le document sélectionné n'est pas|configuré pour une application|particulière. Utiliser la commande|"Configure application" pour associer|ce type de document à une application.][ OK ]

source: [1][The GEM Desktop has no more available|windows. Before you open a disk, close|a window you're not using.][ OK ]
fr: [1][Le bureau GEM n'a plus de fenêtre|disponible. Fermer une fenêtre|inutilisée avant d'ouvrir un disque.][ OK ]

source: [3][Formatting will ERASE all|information on the disk in drive|%c:. Click on OK only if you don't|mind losing the information on|this disk.][ OK |Cancel]
fr: [3][Le formatage va EFFACER toutes les|données qui se trouvent sur le lecteur|%c:. Cliquez sur Annuler si vous ne|voulez pas perdre ces données.][ OK |Annuler]

source: [3][If you are sure you want to|delete ALL the information on the|disk in drive %c:, click on OK.|Otherwise, click on Cancel.][ OK |Cancel]
fr: [3][Cliquez sur OK si vous êtes sûr que|vous voulez effacer TOUTES les données|présentes sur le disque %c:.|Sinon cliquez sur Annuler.][ OK |Annuler]

source: [1][There is not enough space available|to configure this application. To free|up some space, you'll have to remove|one of your currently configured|applications.][ OK ]
fr: [1][Il n'y a plus assez d'espace disponible|pour configurer cette application. Pour|libérer de l'espace vous devez retirer|une application déjà configurée.][ OK ]

source: [2][A folder with that name already|exists or your disk is full.|Retry with a new name, or Cancel|and check the available disk space.][ Cancel | Retry ]
fr: [2][Un dossier de même nom existe déjà|ou le disque est plein. Recommencez|avec un autre nom ou annulez et|vérifiez la place disque disponible.][Annuler|Encore]

source: [1][This disk does not have enough room for|the information you are trying to copy.|Some items, however, may have been|copied to the disk.][ OK ]
fr: [1][Ce disque n'a pas assez d'espace pour|les données que vous tentez de copier.|Néanmoins certains éléments peuvent|avoir été copiés sur le disque.][ OK ]

source: [3][The GEM Desktop cannot find the|documents DESKLO.ICN, DESKHI.ICN,|or DESKTOP.INF in the DOS search|path. These documents are required|to run the GEM Desktop.][Cancel]
fr: [3][Le bureau GEM ne peut trouver|DESKLO.ICN, DESKHI.ICN, ou DESKTOP.INF|dans le chemin de recherche DOS. Ces|fichiers sont nécessaires pour lancer|le bureau GEM.][Annuler]

source: [3][To save your desktop, insert your|GEM DESKTOP disk into drive A:, close|the drive door, and click on OK.|Click on Cancel if you don't want to|save the desktop.][ OK |Cancel]
fr: [3][Pour sauver le bureau, insérer le|disque BUREAU GEM dans le lecteur A: et|cliquer sur OK. Cliquez sur Annuler si|vous ne voulez pas sauver le bureau.][ OK |Annuler]

source: [3][Sorry, but you cannot place any more|folders inside of your current one.|See your documentation for limits on|folders inside other folders.][Cancel]
fr: [3][Désolé, mais vous ne pouvez plus loger|de dossier supplémentaire dans le|dossier en cours. Consultez la|documentation pour les limites sur|l'imbrication des dossiers.][Annuler]

source: [3][Sorry, but the Directory name you have|entered exceeds the maximum number of|characters. See your documentation for|limits on the number of characters you|can enter.][ OK ]
fr: [3][Le nom de dossier dépasse le nombre|maximum de caractères. Consultez la|documentation pour les limites sur le|nombre de caractères.][ OK ]

source: Selection: ________.___
fr: Sélection: ________.___

source: Insert your GEM STARTUP disk
fr: Insérer le disque de démarrage GEM

source: [2][You cannot write to the disk in drive|%c: because it is physically write-|protected. Before you Retry, remove|the write-protect tab or notch the|disk.][Cancel|Retry]
fr: [2][Vous ne pouvez écrire sur le disque du|lecteur %c: car il est protégé|physiquement en écriture. Retirez la|protection avant de réessayer.][Annuler|Encore]

source: [2][Drive %c: is not responding. You must|use the right kind of disk, insert it|correctly, and close the door. If the|problem is with a hard disk, check the|disk's connections.][Cancel|Retry]
fr: [2][Le lecteur %c: ne répond pas. Insérez|le bon type de disque dans le lecteur.|Si le problème est sur un disque dur,|vérifiez les connexions du disque.][Annuler|Encore]

source: [2][Data on the disk in drive %c: may be|damaged. You must use the right kind|of floppy disk; you must connect your|hard disk properly.][Cancel|Retry]
fr: [2][Les données du disque %c: peuvent être|altérées. Utilisez le bon type de|disquette ou vérifiez les connections|du disque dur.][Annuler|Encore]

source: [2][This application cannot read data on the|disk in drive %c:. The disk must be|formatted, there must be power to the|disk drive, and the disk drive must be|physically connected to your computer.][Cancel|Retry]
fr: [2][Cette application ne peut lire les|données du disque dans le lecteur %c:.|Le disque doit être formaté, le lecteur|doit être alimenté en courant et|connecté à l'ordinateur.][Annuler|Encore]

source: [2][Your output device is not receiving|data. Before you Retry, make sure the|device has power, is on-line, and is|loaded with paper or film.][Cancel|Retry]
fr: [2][Le périphérique de sortie ne reçoit pas|de données. Avant de réessayer, vérifiez|que le périphérique est alimenté,|connecté à l'ordinateur et chargé en|papier ou en film.][Annuler|Encore]

source: [3][An error has occurred with the|Graphics Environment Manager (GEM).|Please contact the EmuTOS Development|Team and submit a bug report.][Cancel]
fr: [3][Une erreur s'est produite avec|l'environnement graphique GEM.|Merci de porter ce bogue à la|connaissance de l'équipe de|développement d'EmuTOS.][Annuler]

source: [2][This application cannot find the|folder or document you are trying to|open. Check the name you have entered.][ OK ]
fr: [2][Cette application ne peut trouver|le dossier ou le document que vous|tentez d'ouvrir. Vérifiez le nom|que vous avez saisi.][ OK ]

source: [3][Your computer doesn't have enough|memory to run the GEM Desktop.][ Sorry ]
fr: [3][Votre ordinateur n'a pas suffisamment|de mémoire pour faire tourner le|bureau GEM.][Désolé]

source: [1][This application doesn't have room to|open another document. To make room,|close any documents you don't need.][ OK ]
fr: [1][Cette application n'a pas assez de|place pour ouvrir un autre document.|Fermez des documents inutilisés pour|libérer de la place.][ OK ]

source: [1][An item with this name already exists|in the folder, or the item is set to|Read-Only status. Use the "Info/Rename"|command to change the item's status.][ OK ]
fr: [1][Il existe déjà un élément de même nom|dans le dossier, ou l'élément est en|lecture seule. Utilisez la commande|"Info/Renommer" pour changer l'état|de l'élément.][ OK ]

source: [1][The disk drive you have indicated does|not exist. Check the drive identifier|letter you entered.][Cancel]
fr: [1][Le lecteur spécifié n'existe pas.|Vérifiez la lettre de lecteur que|vous avez saisie.][Annuler]

source: [1][You cannot delete the folder in|which you are currently working.][ OK ]
fr: [1][Vouz ne pouvez pas détruire|le dossier courant.][ OK ]

source: [1][Your computer does not have enough|memory to run the application you|have selected.][ OK ]
fr: [1][Votre ordinateur n'a pas suffisamment|de mémoire pour faire tourner|l'application spécifiée.][ OK ]

source: [3][DOS error #%d.][Cancel]
fr: [3][Erreur DOS #%d.][Annuler]

source: [3][Bad Function #][Cancel]
fr: [3][Mauvais numéro de fonction][Annuler]

source: [3][To run the GEM Desktop, insert your|GEM DESKTOP disk in drive A and click|on OK or press Enter. To return to DOS,|click on Cancel.][ OK |Cancel]
fr: [3][Pour lancer le bureau GEM, insérez la|disquette BUREAU GEM dans le lecteur A|et cliquez sur OK ou appuyer sur|Entrée. Pour revenir au DOS cliquer sur|Annuler.][ OK |Annuler]

source: Change resolution 007C
fr: Changer la résolution 007C

source: Press 'C' to run an early console
fr: Taper 'C' pour lancer la console

source: [1][You cannot open the trash can icon|into a window. To delete a disk,|folder, document, or application,|drag it to the trash can.][ OK ]
fr: [1][Impossible d'ouvrir l'icône de la|corbeille. Pour effacer disques,|dossiers, fichiers ou applications,|les faire glisser sur la corbeille.][ OK ]

source: [1][The trash can is the destination to|which you drag the disks, folders,|documents, or applications that you|want to delete PERMANENTLY!][ OK ]
fr: [1][La corbeille est l'endroit vers|lequel glisser disques, dossiers,|documents et applications à|détruire DEFINITIVEMENT!][ OK ]

source: [1][You cannot drag folders, documents, or|applications onto the Desktop. However,|you can copy them to disks or drag them|to the trash.][ OK ]
fr: [1][Impossible de glisser disques, docu-|ments, documents ou pplications sur|le bureau. En revanche ils peuvent|être glissés vers la corbeille.][ OK ]

source: [1][You can drag the trash can to another|location on the GEM Desktop, but you|cannot place it on top of another icon.][ OK ]
fr: [1][L'icône de la corbeille peut être|déplacée sur le bureau, mais pas au|dessus d'une autre icône.][ OK ]
